tap "eddieantonio/eddieantonio"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kdash-rs/kdash"
tap "mongodb/brew"
tap "nakabonne/ali"
tap "rs/tap"
tap "symfony-cli/tap"
tap "timescale/tap"
brew "agg"
brew "openssl@3"
brew "protobuf"
brew "grpc"
brew "apache-arrow"
brew "apr-util"
brew "asciinema"
brew "python@3.11"
brew "azure-cli"
brew "boost"
brew "brew-php-switcher"
brew "gcc"
brew "btop"
brew "fontconfig"
brew "glib"
brew "openldap"
brew "freetds"
brew "php"
brew "composer"
brew "ctop"
brew "folly"
brew "edencommon"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fizz"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "gpgme"
brew "proj"
brew "libheif"
brew "nss"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "httpd"
brew "httpie"
brew "jq"
brew "openjdk"
brew "kafka"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "luv"
brew "lynx"
brew "md5sha1sum"
brew "mkcert"
brew "neovim"
brew "nixpacks"
brew "nmap"
brew "node"
brew "pgbadger"
brew "php@8.2"
brew "pinentry-mac"
brew "postgresql@14"
brew "postgis"
brew "qt@5"
brew "python-cryptography"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.9"
brew "railway"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "scriptcs"
brew "sqlite-utils"
brew "suite-sparse"
brew "terminal-notifier"
brew "tmux"
brew "watch"
brew "eddieantonio/eddieantonio/imgcat"
brew "kdash-rs/kdash/kdash"
brew "mongodb/brew/mongodb-database-tools"
brew "nakabonne/ali/ali"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "symfony-cli/tap/symfony-cli"
cask "appcleaner"
cask "calibre"
cask "cyberduck"
cask "dotnet-sdk"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "openkey"
cask "orbstack"
cask "sensiblesidebuttons"
cask "sequel-ace"
cask "wezterm"
