tap "anomalyco/tap"
tap "charmbracelet/tap"
tap "dail8859/notepadnext"
tap "eddieantonio/eddieantonio"
tap "gaurav-gosain/tap"
tap "goooler/repo"
tap "homebrew/cask"
tap "homebrew/core"
tap "kdash-rs/kdash"
tap "mongodb/brew"
tap "nakabonne/ali"
tap "olets/tap"
tap "rs/tap"
tap "skardyy/mcat"
tap "soloantonio/cartero"
tap "sozercan/repo"
tap "sst/tap"
tap "symfony-cli/tap"
tap "th-ch/youtube-music"
tap "timescale/tap"
tap "vuon9/d2m"
brew "agg"
brew "xz"
brew "fontconfig"
brew "glib"
brew "harfbuzz"
brew "openssl@3"
brew "apktool"
brew "apr-util"
brew "asciinema"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bat"
brew "boost"
brew "brew-php-switcher"
brew "btop"
brew "cmake"
brew "curl"
brew "freetds"
brew "php"
brew "composer"
brew "cryptography"
brew "ctop"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "libassuan"
brew "gnupg"
brew "go"
brew "gpgme"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "pkgconf"
brew "hdf5"
brew "helix"
brew "htop"
brew "httpd"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jadx"
brew "jq"
brew "k9s"
brew "zookeeper"
brew "kafka"
brew "kafkactl"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libxml2"
brew "python@3.14"
brew "llvm"
brew "luv"
brew "lynx"
brew "mago"
brew "mkcert"
brew "mvfst"
brew "mysql-client"
brew "nasm"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nixpacks"
brew "nmap"
brew "nss"
brew "nushell"
brew "oh-my-posh"
brew "ollama"
brew "pandoc"
brew "pgbadger"
brew "php@8.2"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "proj"
brew "pyenv"
brew "python-tabulate"
brew "python-tk@3.12"
brew "qcachegrind"
brew "qt"
brew "qt@5"
brew "railway"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "showkey"
brew "sqlite-utils"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "symfony-cli"
brew "terminal-notifier"
brew "tmux"
brew "tuios"
brew "vivid"
brew "watch"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "zig"
brew "anomalyco/tap/opencode"
brew "charmbracelet/tap/crush"
brew "eddieantonio/eddieantonio/imgcat"
brew "nakabonne/ali/ali"
brew "olets/tap/zsh-abbr"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "skardyy/mcat/mcat"
cask "appcleaner"
cask "applite"
cask "calibre"
cask "copilot-cli"
cask "cyberduck"
cask "devutils"
cask "discord"
cask "finicky"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-hasklig"
cask "font-juliamono"
cask "font-maple-mono-nf"
cask "font-martian-mono"
cask "font-monaspace"
cask "font-spleen"
cask "gcloud-cli"
cask "ghostty@tip"
cask "github-copilot-for-xcode"
cask "godot"
cask "google-chrome"
cask "iina"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "goooler/repo/kaset-fork"
cask "keka"
cask "keycastr"
cask "legcord"
cask "macai"
cask "opencode-desktop"
cask "openinterminal"
cask "orbstack"
cask "orion"
cask "pearcleaner"
cask "roblox"
cask "sf-symbols"
cask "siyuan"
cask "yaak"
cask "th-ch/youtube-music/youtube-music"
