tap "hettysoft/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kdash-rs/kdash"
tap "little-angry-clouds/my-brews"
tap "mongodb/brew"
tap "nakabonne/ali"
tap "rs/tap"
tap "ryota2357/pleck-jp"
tap "shivammathur/php"
tap "symfony-cli/tap"
tap "timescale/tap"
brew "agg"
brew "openssl@3"
brew "protobuf"
brew "grpc"
brew "apache-arrow"
brew "apr-util"
brew "asciinema"
brew "python@3.11"
brew "azure-cli"
brew "boost"
brew "gcc"
brew "btop"
brew "fontconfig"
brew "glib"
brew "ctop"
brew "openldap"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "proj"
brew "libxml2"
brew "nss"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "go@1.16"
brew "graphviz"
brew "htop"
brew "httpd"
brew "httpie"
brew "jq"
brew "k9s"
brew "openjdk"
brew "kafka"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "python-tabulate"
brew "localstack"
brew "luv"
brew "lynx"
brew "md5sha1sum"
brew "mkcert"
brew "neovim"
brew "nixpacks"
brew "nmap"
brew "node"
brew "pgbadger"
brew "pinentry-mac"
brew "postgresql@14"
brew "postgis"
brew "qt@5"
brew "python@3.10"
brew "python@3.9"
brew "railway"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "scriptcs"
brew "sqlite-utils"
brew "suite-sparse"
brew "terminal-notifier"
brew "tmux"
brew "watch"
brew "watchman"
brew "kdash-rs/kdash/kdash"
brew "mongodb/brew/mongodb-database-tools"
brew "nakabonne/ali/ali"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "shivammathur/php/php"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.0"
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.1"
brew "symfony-cli/tap/symfony-cli"
cask "appcleaner"
cask "cyberduck"
cask "devutils"
cask "dotnet-sdk"
cask "dozer"
cask "firefox"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-meslo-lg-nerd-font"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "keka"
cask "mongodb-compass"
cask "openkey"
cask "orbstack"
cask "orion"
cask "sensiblesidebuttons"
cask "sequel-ace"
vscode "aaron-bond.better-comments"
vscode "alexkrechik.cucumberautocomplete"
vscode "arashmidos.incr"
vscode "arturock.gitstash"
vscode "bmewburn.vscode-intelephense-client"
vscode "codespaces-contrib.codeswing"
vscode "dakara.transformer"
vscode "EditorConfig.EditorConfig"
vscode "formulahendry.code-runner"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "janisdd.vscode-edit-csv"
vscode "julialang.language-julia"
vscode "kumar-harsh.graphql-for-vscode"
vscode "MarioQueiros.CamelCase"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-speech"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "ryanluker.vscode-coverage-gutters"
vscode "serayuzgur.crates"
vscode "sswg.swift-lang"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "waderyan.gitblame"
vscode "xdebug.php-debug"
vscode "zxh404.vscode-proto3"
